app/controllers/posts_controller.rb

  def create
    @post = Post.new(post_params)
    if @post.save
---
INSERT INTO `posts` (`title`, `body`, `created_at`, `updated_at`) VALUES ('mego', 'mego', '2020-10-21 11:18:09.064134', '2020-10-21 11:18:09.064134')